package com.startjava.lesson_2_3_4.bookshelf;

public class BookShelfTest {
    public static void main(String[] args) {
        System.out.println("""
                1. Добавить книгу
                2. Найти книгу
                3. Удалить книгу
                4. Вывести количество книг на полке
                5. Вывести количество свободных мест
                6. Вывести информацию обо всех книгах
                7. Очистить полку
                8. Завершить"      
                """);
    }
}
